
export const banners = [
    {
      'img_src': 'https://smerch.com.ua/image/catalog/ls_files/new-file-ns/b-block-1.svg',
      'title': 'Зручні замовлення',
      'description': 'Замовлення в один клік та по телефону'
    },
    {
      'img_src': 'https://smerch.com.ua/image/catalog/ls_files/new-file-ns/b-block-2.svg',
      'title': 'Зручна доставка',
      'description': 'Доставимо у будь-яке місто України'
    },
    {
      'img_src': 'https://smerch.com.ua/image/catalog/ls_files/new-file-ns/credit-card1.svg',
      'title': 'Зручна оплата',
      'description': 'Зручні способи оплати на будь-який смак'
    },
    {
      'img_src': 'https://smerch.com.ua/image/catalog/ls_files/new-file-ns/b-block-3.svg',
      'title': '100% Безпечні платежі',
      'description': 'Ми гарантуємо безпечність ваших платежів'
    }
]

export const productsItpedia = [
  {
    'id': 1,
    'img_src': 'https://cdn.jolybell.com/images/xvrILhJWs8s6fXN.webp?width=387&height=360&quality=85',
    'title': 'Черная кофта с капюшоном',
    'description': 'Англицизмы не пройдут.',
    'price': '3650',
    'currency': 'RUB'
  },
  {
    'id': 2,
    'img_src': 'https://cdn.jolybell.com/images/v37QqM380ZZgcD1.webp?width=387&height=360&quality=85',
    'title': 'Белая кофта с капюшоном',
    'description': 'Англицизмы не пройдут.',
    'price': '3650',
    'currency': 'RUB'
  },
  {
    'id': 3,
    'img_src': 'https://cdn.jolybell.com/images/n1BQ3mrJaPlON2Z.webp?width=387&height=360&quality=85',
    'title': 'Худи B.O.M.J Black',
    'description': 'Все еще контрбрендово, но только теплее. Согревает не любовь, а ткань.',
    'price': '3700',
    'currency': 'RUB'
  },
  {
    'id': 4,
    'img_src': 'https://cdn.jolybell.com/images/55qlqQNta3nmPHJ.webp?width=387&height=360&quality=85',
    'title': 'JOLY.SHOT B.O.M.J Black',
    'description': 'Все еще контрбрендово, но только теплее. Согревает не любовь, а ткань.',
    'price': '2850',
    'currency': 'RUB'
  },
  {
    'id': 5,
    'img_src': 'https://cdn.jolybell.com/images/4EZvCxHPg3tJEXm.webp?width=387&height=360&quality=85',
    'title': 'JOLY.SHOT Mirror Black',
    'description': 'Зеркальная надпись. Осторожно, есть вероятность невольно вертеть чужими головами в округе. Подсказка расшифровки таится в зеркале. Этот продукт - концентрация всей нашей идеологии в теплом формате.',
    'price': '2850',
    'currency': 'RUB'
  },
  {
    'id': 6,
    'img_src': 'https://cdn.jolybell.com/images/uJEOk84sKGmLvQN.webp?width=387&height=360&quality=85',
    'title': 'JOLY.SHOT Tryapka',
    'description': 'Все еще контрбрендово, но только теплее. Согревает не любовь, а ткань.',
    'price': '2850',
    'currency': 'RUB'
  },
]

export const productsSternenko = [
  {
    'id': 0,
    'img_src': 'https://smerch.com.ua/image/cache/catalog/004-hoodies/sm-0010-Russophobia/sm-0010-1-600x600.jpg',
    'title': 'Худі "Наша русофобія недостатня!"',
    'description': 'На численні прохання презентуємо наше дуже русофобське худі із палаючим Кремлем🔥',
    'price': '1090',
    'currency': 'UA'
  },
  {
    'id': 1,
    'img_src': 'https://smerch.com.ua/image/cache/catalog/003-t-shirts/sm-0009-Ukrainian_Luhansk/sm-0009-1-600x600.jpg',
    'title': 'Футболка «Український Луганськ»',
    'description': "Ще одна футболка з нашої серії присвячується українському Луганську \n І вона особлива, бо з кожної проданої футболки 50 гривень підуть на допомогу нашій армії, яка рано чи пізно звільнить українські міста від російських окупантів.",
    'price': '550',
    'currency': 'UA'
  },
  {
    'id': 2,
    'img_src': 'https://smerch.com.ua/image/cache/catalog/003-t-shirts/sm-0008-Ukrainian_Donetsk/sm-0008-1-600x600.jpg',
    'title': 'Футболка «Український Донецьк»',
    'description': "Український Донецьк💪🏻🇺🇦 \nПродовжуємо нашу серію футболок, актуальних від початку російсько-української війни. \nЦього разу про Донецьк, але на черзі ще Луганськ. Вже скоро😉",
    'price': '550',
    'currency': 'UA'
  },
  {
    'id': 3,
    'img_src': 'https://smerch.com.ua/image/cache/catalog/003-t-shirts/sm-0007-Qirim_bu_Ukraina/sm-0007-1-600x600.jpg',
    'title': 'Футболка «Крим – Україна»',
    'description': 'Лаконічна футболка із правильним змістом. Тому що у нас не просто одяг, а мерч із громадянською позицією! Особливо актуально взяти таку футболку за кордон, щоб палали 🐷🐶',
    'price': '550',
    'currency': 'UA'
  },
  {
    'id': 4,
    'img_src': 'https://smerch.com.ua/image/cache/catalog/003-t-shirts/sm-0006-Horrible/sm-0006-1-600x600.jpg',
    'title': 'Футболка «Який жах»',
    'description': 'Гадаємо, тут не треба нічого пояснювати😅 Футболка-мем з тією самою цитатою🔥',
    'price': '550',
    'currency': 'UA'
  },
  {
    'id': 5,
    'img_src': 'https://smerch.com.ua/image/cache/catalog/003-t-shirts/sm-0005-Free_Sternenko/sm-0005-1-600x600.jpg',
    'title': 'Футболка «Стерненку волю»',
    'description': 'Наша нова футболка присвячена Сергію Стерненку та справедливості, на яку заслуговує кожен із нас. Мовчання тримає за ґратами, розголос – допомагає звільнити невинуватих.',
    'price': '500',
    'currency': 'UA'
  },
  {
    'id': 6,
    'img_src': 'https://smerch.com.ua/image/cache/catalog/003-t-shirts/sm-0004-Who_To_Call/sm-0004-1-600x600.jpg',
    'title': 'Футболка «Кому дзвонити»',
    'description': 'Кому дзвонити, коли вбиває поліція? — це питання дуже актуальне в нашій країні, адже поліціянти досить часто вдаються до злочинів через відсутність якісної реформи та одного міністра👿',
    'price': '450',
    'currency': 'UA'
  },
  {
    'id': 7,
    'img_src': 'https://smerch.com.ua/image/cache/catalog/003-t-shirts/sm-0003-All_Is_Well/sm-0003-1-600x600.jpg',
    'title': 'Футболка «Все добре»',
    'description': 'І стисло про актуальне на нашій новій футболці🔥 Принт вже традиційно від Олексія Пильова.',
    'price': '550',
    'currency': 'UA'
  },
  {
    'id': 8,
    'img_src': 'https://smerch.com.ua/image/cache/catalog/003-t-shirts/sm-0002-Feeling/sm-0002-1-600x600.jpg',
    'title': 'Футболка «Таке чуство»',
    'description': 'Зустрічайте нову футболку із відомою цитатою футболіста Михайла Кополовця, яка підходить для опису більшості ситуацій в Україні🇺🇦 Принт малював крутий🔥 Олексій Пильов.',
    'price': '550',
    'currency': 'UA'
  },
]

export const backendLink = 'http://' + window.location.hostname + ':9000'